[
  {
    "id": 1,
    "slug": "evelyn-wu",
    "name": "Evelyn Wu",
    "title": "Lead Materials Scientist",
    "bio": "Dr. Wu is a distinguished materials scientist specializing in surface modification and laser-material interactions. Her groundbreaking research has significantly advanced the understanding and application of laser cleaning techniques for sensitive materials. She holds a Ph.D. in Materials Engineering and has published extensively in peer-reviewed journals, contributing significantly to the field of sustainable industrial processes.",
    "specialties": [
      "Laser-Material Interactions",
      "Surface Modification",
      "Materials Engineering",
      "Nanoscale Ablation"
    ],
    "country": "Taiwan",
    "image": "/images/Site/Author/evelyn-wu.jpg"
  },
  {
    "id": 2,
    "slug": "mario-jordan",
    "name": "Mario Jordan",
    "title": "Senior Laser Applications Engineer",
    "bio": "Mario Jordan is a senior laser applications engineer with a focus on industrial implementation of laser cleaning systems. His practical expertise in optimizing laser parameters for various materials ensures real-world success for Z-Beam's clients. Mario is known for his problem-solving approach and ability to bridge theoretical science with practical engineering solutions in demanding industrial environments.",
    "specialties": [
      "Industrial Applications",
      "System Integration",
      "Technical Support",
      "Operational Training"
    ],
    "country": "Italy",
    "image": "/images/Site/Author/mario-jordan.jpg"
  },
  {
    "id": 3,
    "slug": "todd-dunning",
    "name": "Todd Dunning",
    "title": "Laser Cleaning Expert",
    "bio": "Todd Dunning is a laser cleaning expert at Z-Beam, specializing in industrial applications for aerospace and manufacturing. With over 15 years of experience, he optimizes laser systems for scalability and efficiency.",
    "specialties": [
      "Aerospace Applications",
      "Manufacturing",
      "System Optimization",
      "Scalability"
    ],
    "country": "USA",
    "image": "/images/Site/Author/todd-dunning.jpg"
  },
  {
    "id": 4,
    "slug": "ikmanda-roswati",
    "name": "Ikmanda Roswati",
    "title": "Laser Cleaning Expert",
    "bio": "Ikmanda is a laser cleaning expert, specializing in industrial applications for aerospace and manufacturing. With over 15 years of experience, he optimizes laser systems for scalability and efficiency.",
    "specialties": [
      "Aerospace Applications",
      "Manufacturing",
      "System Optimization",
      "Scalability"
    ],
    "country": "Indonesia",
    "image": "/images/Site/Author/ikmanda-roswati.jpg"
  }
]
